<h1>Fuksiopas</h1>

<p>Olet aloittamassa elämänvaiheen, jota jälkikäteen monet muistelevat elämänsä hauskimpana aikana. Itsenäistyminen, opiskelun, ja ihan oman elämän aloittaminen on uskomaton seikkailu, jopa vähän pelottavakin, onhan se ehkä suurimpia muutoksia siihenastisessa elämässä. Miten tutustua uusiin ihmisiin? Löytääkö oman tavan opiskella, ja miten sopeutua yliopistoelämän kiemuroihin? Opiskelu ei ole vain luennoilla istumista, se on kokonainen elämäntyyli, josta voit tehdä itse sellaisen kuin haluat.</p><p>Yliopisto-opiskelun aloittaminen tulee varmasti olemaan suuri muutos lukioon nähden. Tulee aikoja, jolloin ainoat opintojesi etenemisestä välittävät ihmiset tuntuvat olevan Kelan ja HOAS:n (Helsingin seudun opiskelija-asuntosäätiö) henkilökunta, jotka vaativat lisää ja taas lisää opintopisteitä. Enää ei ole opettajaa, joka tukistaa, kun läksyt ovat tekemättä. Kieltämättä, vapaavalintainen ja oma-aloitteinen toiminta lisäävätkin opiskelusi onnistumisen mahdollisuuksia.</p><p>Asiat eivät kuitenkaan ole aivan näin huonosti. Matematiikan ja tilastotieteen laitoksella aloittaa vuosittain noin 150 opiskelijaa, ja heidän alun aikojen viihtyvyydestään asetetaan vastaamaan noin 25 tuutorin katras. Tuutoreiden tehtävä on helpottaa uuden opiskelijan yliopistoelämän alkua auttamalla esimerkiksi lukujärjestyksen tekemisessä ja muiden käytännön järjestelyjen hoitamisessa. Lisäksi opiskelijoille, erityisesti uusille, järjestetään runsaasti vapaa-ajanviettomahdollisuuksia excursioiden ja yhteisten tapahtumien muodossa. Tällä pyritään pehmentämään mahdollisesti uuteen kaupunkiin muuttaneiden &quot;oman elämän&quot; alkua, unohtamatta tietenkään Helsingissä jo pidempään asuneita fukseja. Yliopistolla elämä sujuu huomattavasti helpommin kun tuntee kanssaopiskelijoita.</p><p>Tuutoreiden lisäksi tukea tarjoaa Matrix, matematiikan opiskelijoiden ainejärjestö. Teemme yhdessä kaikkea opiskeluun ja opiskelijaelämään liittyvää, laskuharjoituksista bilettämiseen ja luistelusta jalkapalloon. Tulemalla mukaan saat varmasti uusia kokemuksia ja ystäviä, melkeinpä perheen. Olkoonpa intohimosi matematiikka tai ihan joku muu, yhdessä sen tekeminen on hauskempaa.</p><h2 id="Fuksiopas-Tietoafukseille">Tietoa fukseille</h2><p>Opintojen alkuvaiheessa on ihan normaalia olla pihalla yliopistomaailman käytännöistä. Ennen syyslukukauden alkua uusille opiskelijoille järjestetään orientoivat opinnot, joissa kerrotaan perustietoa yliopistossa opiskelussa. Samalla fuksit saavat itselleen tuutorit, jotka opastavat alkuun opintojen kanssa. Ei siis kannata panikoida, vaikkei kaikki olisikaan aluksi ihan selvää.</p><p>Alle on koottu kaikkea fuksille hyödyllistä tietoa, joka myös auttaa ahdistukseen.</p><ul><li><a href="/display/Matrix/Tuutorointi">Tuutorointi</a> ja tuutorit esittelyssä.</li><li><a href="/display/Matrix/Sanasto">Sanasto</a>, joka sisältää tärkeimmät yliopistomaailmassa ja etenkin matematiikan opiskelussa vastaan tulevat termit.</li><li><a href="/display/Matrix/Kurssikuvauksia">Kurssikuvaukset</a> matematiikan perus- ja aineopintojen kursseista.</li><li><a href="http://www.helsinki.fi/jarj/matrix/kalenteri.html" class="external-link" rel="nofollow">Kalenterista</a> ja <a href="/display/Matrix/Matrix+ry">etusivulta</a> löydät tietoa tulevista tapahtumista.</li><li><a href="/display/Matrix/Fuksille">Fuksille-sivulle</a> on koottu syksyn fuksiriennot. Lisäksi löydät sieltä puheenjohtajan tervehdyksen uusille fukseille.</li><li><a href="http://www.helsinki.fi/jarj/matrix/fuksit.html" class="external-link" rel="nofollow">ATK-opas</a></li></ul><p>Apua ja neuvoja saat Matrixin IRC-kanavalta #matrix-ry IRCnetissä, ja ajankohtaisinta tietoa tapahtumista Matrixin sähköpostilistalta, joka toimii pääasiallisena tiedotuskanavana. Liittymisohjeet löydät <a href="/display/Matrix/Postituslistat">t&auml;&auml;lt&auml;</a>. Kannattaa myös liittyä matematiikan ja tilastotieteen laitoksen <a href="http://wiki.helsinki.fi/display/mathstatOpiskelu/Opiskelijoiden+tiedotuslista" class="external-link" rel="nofollow">tiedotuslistalle</a>, jolle tulee ajankohtaista tietoa matematiikan opiskelijoita koskevista asioista.</p><p>Lisäksi tietojenkäsittelytieteen opiskelijoiden ainejärjestön TKO-älyn loistavassa <a href="http://fuksiwiki.tko-aly.fi/Fuksiwiki" class="external-link" rel="nofollow">fuksiwikissä</a> on runsaasti myös matematiikan opintoihin päteviä neuvoja.</p><p><div class="conf-macro output-block" data-hasbody="false" data-macro-name="include"><h2 id="Fuksiopas-Uusienopiskelijoidenuseinkysymiäkysymyksiä">Uusien opiskelijoiden usein kysymi&auml; kysymyksi&auml;</h2><ul><li><a href="#Fuksiopas-Mitenvoiilmoittautuamatematiikankursseillejalaskuharjoituksiin?">Miten voi ilmoittautua matematiikan kursseille ja laskuharjoituksiin?</a></li><li><a href="#Fuksiopas-Entäjoslaskuharjoitusryhmäonjotäynnä?">Ent&auml; jos laskuharjoitusryhm&auml; on jo t&auml;ynn&auml;?</a></li><li><a href="#Fuksiopas-Mikäohjausryhmäon">Mik&auml; ohjausryhm&auml; on?</a></li><li><a href="#Fuksiopas-Mikäonohjaajatuutoriryhmä?">Mik&auml; on ohjaajatuutoriryhm&auml;?</a></li><li><a href="#Fuksiopas-Mikäpajaon?">Mik&auml; paja on?</a></li><li><a href="#Fuksiopas-Mistäsaanlaskuharjoitukset?">Mist&auml; saan laskuharjoitukset?</a></li><li><a href="#Fuksiopas-Mitenlaskareissatoimitaan?">Miten laskareissa toimitaan?</a></li><li><a href="#Fuksiopas-Mitäjosenpääseomaanryhmäänijokakerta?">Mit&auml; jos en p&auml;&auml;se omaan ryhm&auml;&auml;ni joka kerta?</a></li><li><a href="#Fuksiopas-Kuinkakurssitsuoritetaan?">Kuinka kurssit suoritetaan?</a></li><li><a href="#Fuksiopas-Mitentoimiakokeissa?">Miten toimia kokeissa?</a></li><li><a href="#Fuksiopas-Kuinkakokeet/kurssitarvostellaan?">Kuinka kokeet/kurssit arvostellaan?</a></li><li><a href="#Fuksiopas-Mikälaskupajaon?">Mik&auml; laskupaja on?</a></li><li><a href="#Fuksiopas-Mistäsaankurssikirjat?">Mist&auml; saan kurssikirjat?</a></li><li><a href="#Fuksiopas-Mitäsivuaineitapitäisiottaa?">Mit&auml; sivuaineita pit&auml;isi ottaa?</a></li><li><a href="#Fuksiopas-Saankojostainopintoneuvontaa?">Saanko jostain opintoneuvontaa?</a></li><li><a href="#Fuksiopas-Missäonmatematiikanlaitos?">Miss&auml; on matematiikan laitos?</a></li><li><a href="#Fuksiopas-Missäpidetäänmatematiikankurssienluennotjalaskuharjoitukset?">Miss&auml; pidet&auml;&auml;n matematiikan kurssien luennot ja laskuharjoitukset?</a></li><li><a href="#Fuksiopas-A">Miss&auml; ovat fysiikan, kemian ja TKT:n laitokset sek&auml; tiedekunnan kanslia?</a></li><li><a href="#Fuksiopas-Ketkäovatfuksi-jatuutorivastaavamme?">Ketk&auml; ovat fuksi- ja tuutorivastaavamme?</a></li><li><a href="#Fuksiopas-MissäpaikkaXoikeinsijaitsee?">Miss&auml; paikka X oikein sijaitsee?</a></li></ul><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mitenvoiilmoittautuamatematiikankursseille?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miten voi ilmoittautua matematiikan kursseille ja laskuharjoituksiin?</strong><br/> Ilmoittautumalla kurssin laskuharjoitus-, ohjaus- tai pajaryhm&auml;&auml;n ilmoittaudut samalla ko. kurssille. Ilmoittautuminen tapahtuu <a href="https://oodi-www.it.helsinki.fi/hy/" class="external-link" rel="nofollow">WebOodissa</a> yliopiston p&auml;&auml;k&auml;ytt&ouml;luvalla, ja on yleens&auml; auki noin kaksi viikkoa periodin alussa. Linkin kurssi-ilmoittautumiseen l&ouml;yd&auml;t yleens&auml; kurssin kotisivulta tai etsim&auml;ll&auml; kurssin itse WebOodista. Kursseille <strong>EI</strong> tarvitse ilmoittautua ennen niiden alkua, vaan sen voi tehd&auml; my&ouml;s ensimm&auml;isten luentojen j&auml;lkeen. Jos kuitenkin unohdat ilmoittautua kurssille ilmoittautumisajan puitteissa, <a href="http://wiki.helsinki.fi/display/mathstatOpiskelu/Kysymys4" class="external-link" rel="nofollow">voit silti viel&auml; p&auml;&auml;st&auml; kurssille</a>.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Entäjoslaskuharjoitusryhmäonjotäynnä?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Ent&auml; jos laskuharjoitusryhm&auml; on jo t&auml;ynn&auml;?</strong><br/> Jos muut ryhm&auml;t ovat t&auml;ynn&auml; tai niiden ajat eiv&auml;t sovi sinulle, voit ilmoittautua laskuharjoitusryhm&auml;&auml;n 99, jolloin k&auml;yt viikoittain sinulle sopivassa ryhm&auml;ss&auml;. Laskuharjoitukset ovat harvoin oikeasti t&auml;ynn&auml;, vaikka niihin ei mahtuisikaan ilmoittautuessa, joten voit k&auml;yd&auml; yleens&auml; huoletta muissa ryhmiss&auml;.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-A" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mik&auml; ohjausryhm&auml; on?</strong><br/> Kursseilla Analyysi I ja Analyysi II on laskuharjoitusryhmien sijaan ohjausryhm&auml;t. Niiden tarkoitus on antaa pehme&auml; lasku yliopistomatematiikkaan. Ohjausryhmiss&auml; osa laskuharjoitusteht&auml;vist&auml; annetaan etuk&auml;teen ja tehd&auml;&auml;n ennen ohjausryhm&auml;n kaksituntista kokoontumista. Osa teht&auml;vist&auml; annetaan vasta kokoontumisen alussa ja ratkaistaan pienryhmiss&auml; kokoontumisen aikana. My&ouml;s etuk&auml;teen annetut teht&auml;v&auml;t k&auml;yd&auml;&auml;n l&auml;pi. Ohjausryhm&auml;t kokoontuvat kaksi kertaa viikossa. Lis&auml;ksi sama ryhm&auml; kokoontuu kerran viikossa ohjaajatuutorointiin saman ohjaajan johdolla.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mikäonohjaajatuutoriryhmä?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mik&auml; on ohjaajatuutoriryhm&auml;?</strong><br/> Ensimm&auml;isen opintovuoden helpottamiseksi ja tasaisen opintoihin laskeutumisen vuoksi laitoksellamme on k&auml;yt&ouml;ss&auml; ohjaajatuutorointij&auml;rjestelm&auml;. Ohjaajatuutoriryhm&auml;t ovat samoja ryhmi&auml; analyysin kurssien ohjausryhmien kanssa ja ilmoittautuminen niihin tapahtuu analyysin kursseihin ilmoittautumisen yhteydess&auml;.</p><p>Ryhmi&auml; vet&auml;&auml; kaksi ohjaajatuutoria, jotka ovat vanhempia opiskelijoita. Heill&auml; on vankka kokemus pienryhm&auml;n ohjaamisesta sek&auml; tuoreessa muistissa omien opintojensa alkutaival. Ryhm&auml;t kokoontuvat viikoittain.</p><p>Ohjaajatuutoriryhm&auml; on luonteva paikka tutustua muihin uusiin opiskelijoihin opintoja tukevan toiminnan kautta. Ryhm&auml;n tapaamisissa jutellaan opiskelusta ja mahdollisesti mielt&auml; askarruttavia asioita pohditaan yhdess&auml;. Tarpeen vaatiessa k&auml;yd&auml;&auml;n l&auml;pi kursseilla esiin nousseita kysymyksi&auml;. Ryhm&auml;n j&auml;senten mielipiteet ohjaavat ryhm&auml;n toiminnan suunnittelua. T&auml;rke&auml;n osan toimintaa muodostavat viikkoteemat, joiden aiheet liikkuvat yleishy&ouml;dyllisest&auml; englanninkielisest&auml; matematiikan ja tilastotieteen erikoissanastosta erilaisiin opiskelutekniikoihin ja alustavasta opintosuunnitelmasta arkea kevent&auml;viin pulmateht&auml;viin. Ryhm&auml;t kokoontuvat v&auml;lill&auml; my&ouml;s laitoksen ulkopuolella, esimerkiksi elokuvissa k&auml;ynnin merkeiss&auml;. Lis&auml;ksi ohjaajatuutoriryhm&auml; on yksi t&auml;rkeimmist&auml; tiedotus- ja palautekanavista opettajien ja opiskelijoiden v&auml;lill&auml;.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mikäpajaon?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mik&auml; paja on?</strong><br/> Jotkin ensimm&auml;isen vuoden kurssit toteutetaan pajamuotoisena, jolloin muita kursseja harvalukuisempien luentojen tukena on ymp&auml;ri viikon jossakin luokassa s&auml;&auml;nn&ouml;llisesti auki oleva paja, johon voi menn&auml; yhdess&auml; tai yksin tekem&auml;&auml;n kurssin laskuharjoitusteht&auml;vi&auml;. Paikalla on ohjaajia avustamassa kurssien teht&auml;vien tekemisess&auml;. Pajamuotoisissa kursseissa teht&auml;vi&auml; on muita kursseja enemm&auml;n, mutta ne ovat pienempi&auml;. Teht&auml;v&auml;t my&ouml;s palautetaan kirjallisena ja osa niist&auml; tarkastatetaan.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mistäsaanlaskuharjoitukset?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mist&auml; saan laskuharjoitukset?</strong><br/> Laskuharjoitukset ilmestyv&auml;t yleens&auml; viimeist&auml;&auml;n edelt&auml;v&auml;ll&auml; viikolla nettiin kurssin kotisivulle, jonka l&ouml;yd&auml;t osoitteesta <a href="http://wiki.helsinki.fi/display/mathstatOpiskelu/Etusivu" class="external-link" rel="nofollow">http://wiki.helsinki.fi/display/mathstatOpiskelu/Etusivu</a>. Laskuharjoituksia saa my&ouml;s usein luennoilta tai pajasta.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mitenlaskareissatoimitaan?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miten laskareissa toimitaan?</strong><br/> Laskarit kest&auml;v&auml;t noin tunnista kahteen tuntia. Aluksi laskareiden pit&auml;j&auml; laittaa kiert&auml;m&auml;&auml;n listan, johon sinun tulee merkit&auml; nimesi. Lis&auml;ksi rastit listasta ne teht&auml;v&auml;t, jotka olet tehnyt tai (enemm&auml;n tai v&auml;hemm&auml;n) rehellisesti yritt&auml;nyt tehd&auml;. Monet laskarinpit&auml;jist&auml; ovat itsekin opiskelijoita, joten et tule sy&ouml;dyksi, vaikkei ratkaisusi t&auml;ysin oikein olisikaan. T&auml;m&auml;n j&auml;lkeen useimmat laskuharjoitusten pit&auml;j&auml;t pyyt&auml;v&auml;t jotakuta taululle esitt&auml;m&auml;&auml;n ratkaisunsa, ellei kukaan vapaaehtoisesti halua taululle. K&auml;yt&auml;nn&ouml;ss&auml; ainoa keino varmistua ratkaisun oikeellisuudesta on menn&auml; tekem&auml;&auml;n se taululle, jolloin se k&auml;yd&auml;&auml;n yhdess&auml; l&auml;pi. Pid&auml; mieless&auml;, ett&auml; v&auml;&auml;rist&auml; ratkaisuista oppii enemm&auml;n korjauttamalla ne kuin el&auml;m&auml;ll&auml; siin&auml; uskossa, ett&auml; ne ovat oikein.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mitäjosenpääseomaanryhmäänijokakerta?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mit&auml; jos en p&auml;&auml;se omaan ryhm&auml;&auml;ni joka kerta?</strong><br/> Jos et syyst&auml; tai toisesta p&auml;&auml;se omaan laskuharjoitusryhm&auml;&auml;si, voit my&ouml;s vierailla miss&auml; vain muussa ryhm&auml;ss&auml;. T&auml;ll&ouml;in kirjoitat vain laskareiden alussa jaettavaan listaan nimesi per&auml;&auml;n, ett&auml; olet vierailija.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Kuinkakurssitsuoritetaan?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Kuinka kurssit suoritetaan?</strong><br/> Yleisin tapa suorittaa kurssi on k&auml;yd&auml; kurssikokeissa. Niit&auml; j&auml;rjestet&auml;&auml;n kurssista riippuen yksi tai kaksi kappaletta. Kurssikokeissa on yleens&auml; nelj&auml; teht&auml;v&auml;&auml;, joiden tekemiseen on aikaa kaksi tuntia. Jokaisesta teht&auml;v&auml;st&auml; saa yleens&auml; kuusi pistett&auml;. Enemm&auml;n pisteit&auml; on tavallisesti mahdollista saada tekem&auml;ll&auml; laskuharjoituksia, jolloin lopullinen arvosana muodostuu kurssikokeiden ja laskuharjoitusten yhteispistem&auml;&auml;r&auml;st&auml;. Vaihtoehtoinen tapa on ilmoittautua WebOodissa suorittamaan kurssi laitoksen yleistentiss&auml;. T&auml;ll&ouml;in teht&auml;vi&auml; on viisi kappaletta ja ne ovat yleens&auml; kurssikokeen teht&auml;vi&auml; vaikeampia. Aikaa on tosin t&auml;ll&ouml;in nelj&auml; tuntia. Yleistenteist&auml; l&ouml;yd&auml;t tarkempaa tietoa osoitteesta <a href="http://wiki.helsinki.fi/display/mathstatOpiskelu/Yleistentit" class="external-link" rel="nofollow">http://wiki.helsinki.fi/display/mathstatOpiskelu/Yleistentit</a>.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mitentoimiakokeissa?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miten toimia kokeissa?</strong><br/> Kokeissa saa pit&auml;&auml; mukana laskinta ja taulukkokirjaa, ellei niit&auml; erikseen kiellet&auml;. Koepaperit ovat koetilaisuudessa valmiina, joten niist&auml; ei sinun tarvitse huolehtia. Seuraa ensimm&auml;isiss&auml; kokeissa tarkkaan kokeenvalvojien ohjeita. Kurssikokeita saattaa olla useampi yht&auml; aikaa, joten koesali saattaa olla tupaten t&auml;ynn&auml;. Kokeeseen onkin hyv&auml; saapua ajoissa, jottei sen aloittaminen veny ja jotta saat itsellesi istumapaikan salista ilman erikoisempaa s&auml;&auml;t&auml;mist&auml;. Kokeet pidet&auml;&auml;n yleens&auml; Exactumin saleissa A111 ja B123. Salien ovista l&ouml;ytyy laput, jotka ohjeistavat kumpaan sinun tulee menn&auml;.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Kuinkakokeet/kurssitarvostellaan?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Kuinka kokeet/kurssit arvostellaan?</strong><br/> Kokeiden pisteet tulevat 3. kerroksen ilmoitustaululle Komeron eteen viikon tai parin kuluttua kokeesta. Kokeita ei saa takaisin, mutta omansa saa n&auml;hd&auml; ja k&auml;yd&auml; l&auml;pi ottamalla yhteytt&auml; kurssin pit&auml;j&auml;&auml;n tai kokeiden korjaajaan (ilmoitetaan my&ouml;s 3. kerroksen ilmoitustaululla). Kurssin arvosana ilmestyy my&ouml;s 3. kerroksen ilmoitustauluille parin kolmen viikon kuluessa viimeisest&auml; v&auml;likokeesta tai lopputentist&auml;, kuitenkin viimeist&auml;&auml;n kuukauden kuluessa. Huonosti menneiden kurssien luennoitsijoilta voi my&ouml;s pyyt&auml;&auml; lis&auml;teht&auml;vi&auml; arvosanan mahdollista korottamista varten ainakin v&auml;likokeilla suoritetun kurssin tapauksessa. Muista, ett&auml; laskuharjoitusten tekemisest&auml; saa lis&auml;pisteit&auml; monella kurssilla, jotka sitten lis&auml;t&auml;&auml;n v&auml;likoepistem&auml;&auml;r&auml;&auml;n kurssin lopuksi. Laskuharjoituksista saatavien pisteiden painoarvo on harvoin yht&auml; koeteht&auml;v&auml;&auml; suurempi ja tarkemmat tiedot niist&auml; l&ouml;yd&auml;t kurssien kotisivuilta.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mikälaskupajaon?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mik&auml; laskupaja on?</strong><br/> Laskupaja aloitti toimintansa kev&auml;&auml;ll&auml; 2002 matematiikan laitoksella. Exactumissa se sijaitsee 3. kerroksessa huoneessa C321 (eli Komeron vieress&auml;). Laskupaja on paikka, jossa voi laskea laskareita, kertailla kavereiden kanssa tenttiin tai vain istuskella miettim&auml;ss&auml; matematiikkaa. Paikalla on ainakin suurimman osan ajasta assistentti, jolta voi kysy&auml; neuvoa vaikeimpiin teht&auml;viin. Laskupaja on oivallinen paikka laskea teht&auml;vi&auml; porukalla. Laskupajan erottaa tavallisesta pajasta se, ett&auml; siell&auml; voi k&auml;yd&auml; kysym&auml;ss&auml; neuvoa kaikkien kurssien teht&auml;viin.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mistäsaankurssikirjat?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mist&auml; saan kurssikirjat?</strong><br/> Valtosalle kursseista ei ole lainkaan kirjaa, vaan materiaalina k&auml;ytet&auml;&auml;n luentomonistetta, jonka voi itse tulostaa kurssin kotisivulta. Huoneessa C127 on hylly, josta l&ouml;ytyy useimpien kurssien kansiot. Kannattaa kuitenkin aina ensin tarkistaa mit&auml; kirjaa tai monistetta luennolla k&auml;ytet&auml;&auml;n ja selvitt&auml;&auml; lainausmahdollisuus vanhoilta opiskelijoilta. Osa kurssikirjoista saattaa l&ouml;yty&auml; my&ouml;s kirjastosta. Yliopistokirjakaupassa on kattava valikoima oppikirjoja. Jos kurssilla tarvitsee Limeksen painamaa kirjaa, sit&auml; myyd&auml;&auml;n yleens&auml; ensimm&auml;isten luentojen j&auml;lkeen Exactumin aulassa opiskelijayst&auml;v&auml;lliseen hintaan. Muulloin kirjoja voi ostaa Limeksen toimistosta, Exactum C132.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Mitäsivuaineitapitäisiottaa?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Mit&auml; sivuaineita pit&auml;isi ottaa?</strong><br/> Matemaattis-luonnontieteellisess&auml; tiedekunnassa opinto-oikeus on suhteellisen vapaa. Tarkimmat tiedot eri sivuainekokonaisuuksista ja opinto-oikeuksista l&ouml;yd&auml;t kyseisen aineen opinto-oppaasta. Matemaatikoiden suosimia sivuaineita ovat fysiikka, kemia, tilastotiede ja tietojenk&auml;sittelytiede, mutta kukaan ei est&auml; valitsemasta sivuaineeksi jotain muuta.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Saankojostainopintoneuvontaa?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Saanko jostain opintoneuvontaa?</strong><br/> Opintoneuvontaa saa laskupajasta (C321) siell&auml; p&auml;ivyst&auml;vilt&auml; assistenteilta. Ensimm&auml;isen vuoden kurssien/opintojen suhteen voi k&auml;&auml;nty&auml; my&ouml;s tuutoreiden sek&auml; ohjaajatuutoreiden puoleen. Matematiikan suuntautumisvaihtoehdoista saat parhaiten tietoa kyseisen linjan vastuuhenkil&ouml;lt&auml;, heid&auml;n nimens&auml; l&ouml;yd&auml;t opinto-oppaasta. Yleisemp&auml;&auml; neuvontaa (mm. sivuaineoikeudet, JOO-opinnot, lukuvuosi-ilmoittautumiset, opintotuki, opintosuoritusotteet, l&auml;sn&auml;olotodistukset) tarjoaa tiedekunnan opintotoimisto Kumpulan kartanossa (Jyr&auml;ng&ouml;ntie 2).</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Missäonmatematiikanlaitos?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miss&auml; on matematiikan laitos?</strong><br/> Matematiikan ja tilastotieteen laitos sijaitsee Kumpulan kampuksella, Exactumissa (Gustaf H&auml;llstr&ouml;min katu 2B), yhdess&auml; mm. tietojenk&auml;sittelytieteen laitoksen kanssa. Aiemmin matematiikan laitos sijaitsi Yliopistonkatu 5:ss&auml;, ns. Heimolan talossa, &quot;Kluuvin&quot; Alkon yl&auml;kerrassa. Muutimme uusiin tiloihin kes&auml;ll&auml; 2004.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Missäpidetäänmatematiikankurssit?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miss&auml; pidet&auml;&auml;n matematiikan kurssien luennot ja laskuharjoitukset?</strong><br/> Exactumin saleissa ja tiloissa, fuksikurssien luennot p&auml;&auml;asiassa 1. kerroksen saleissa B123 ja A111 ja laskuharjoitukset 1. ja 3. kerroksen opetustiloissa. Paja ja ohjausryhm&auml;t ovat 3. kerroksessa. Tarkempaa tietoa l&ouml;yd&auml;t kurssien kotisivuilta sek&auml; opinto-oppaasta.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-A" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miss&auml; ovat fysiikan, kemian ja TKT:n laitokset sek&auml; tiedekunnan kanslia?</strong><br/> Melkein koko tiedekunta sijaitsee Kumpulan kampuksella. Kemistit majailevat Chemicumissa, fyysikot, geologit ja maantieteilij&auml;t Physicumissa. Exactumin matemaatikot ja tilastotieteilij&auml;t jakavat tietojenk&auml;sittelytieteilij&ouml;iden kanssa. Laitoksien kotisivuille l&ouml;yt&auml;&auml; k&auml;tev&auml;sti t&auml;m&auml;n linkin takaa: <a href="http://www.helsinki.fi/ml/index.html" class="external-link" rel="nofollow">http://www.helsinki.fi/ml/index.html</a>. Tiedekunnan kanslia ja opintotoimisto&nbsp;sijaitsevat Physicumin toisessa kerroksessa.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-Ketkäovatfuksi-jatuutorivastaavamme?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Ketk&auml; ovat fuksi- ja tuutorivastaavamme?</strong><br/> Fuksivastaavina toimivat vuonna 2016 Antti Koivurova ja Ilari Saunam&auml;ki.</p><p><span class="confluence-anchor-link conf-macro output-inline" id="Fuksiopas-MissäpaikkaXoikeinsijaitsee?" data-hasbody="false" data-macro-name="anchor"> </span><br/> <strong>Miss&auml; paikka X oikein sijaitsee?</strong><br/> Helsingin yliopiston sivuilla on loistava karttapalvelu. Sielt&auml; l&ouml;yd&auml;t jokaisen kampusalueen kartan. K&auml;tev&auml; palvelu on my&ouml;s HKL:n <a href="http://www.reittiopas.fi/" class="external-link" rel="nofollow">Reittiopas </a>.</p></div></p>
